12/data/attachments/897e12a3df98642a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Brandy_among_Friend_76002_3</nif:username>
            <nif:friendToBeRequested>soap_friends_6d7ff4ba-9992-45e7-a513-fb032074ddca</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>